@extends('frontend.master')

@section('title')
    Terms & Conditions
@endsection

@section('content')
    <section class="terms-conditions-section">
        <div class="section-heading-outer">
            <h4 class="section-heading-inner">
                Terms & Conditions
            </h4>
        </div>
        <div class="container">
            <div class="terms-conditions-content">
                <p class="contant-des">
                    <strong>Trustshopper.com.bd</strong>-এ আপনাকে স্বাগতম, এটি "আমরা", "আমাদের" বা "Trustshopper" নামেও পরিচিত৷ আমরা একটি অনলাইন মার্কেটপ্লেস এবং এইগুলি হল আপনার অ্যাক্সেস । সাইটটি ব্যবহার করে, আপনি এতদ্বারা এই শর্তাবলী (এখানে লিঙ্ক করা তথ্য সহ) স্বীকার করেন এবং প্রতিনিধিত্ব করেন যে আপনি এই শর্তাবলী মেনে চলতে সম্মত হন ("ব্যবহারকারী" চুক্তি")। এই ব্যবহারকারী চুক্তিটি আপনার সাইট ব্যবহার করার সময় কার্যকর বলে বিবেচিত হয় যা এই শর্তাবলীতে আপনার সম্মতির ইঙ্গিত দেয়। আপনি যদি এই ব্যবহারকারী চুক্তির দ্বারা আবদ্ধ হতে সম্মত না হন তবে অনুগ্রহ করে এই সাইটে প্রবেশ, নিবন্ধন বা ব্যবহার করবেন না। এই সাইটটি মালিকানাধীন দ্বারা পরিচালিত হয় <strong>Trustshopper.com.bd</strong>, এর অধীনে অন্তর্ভুক্ত একটি কোম্পানি।
                    <br/><br/>
                    সাইটটি কোন পূর্ব বিজ্ঞপ্তি ছাড়াই যে কোন সময়ে এই শর্তাবলীর পরিবর্তন, পরিবর্তন,
                    যোগ বা অংশগুলিকে অপসারণ করার অধিকার সংরক্ষণ করে। অন্য কোন নোটিশ প্রদান না করে সাইটে
                    পোস্ট করা হলে পরিবর্তন কার্যকর হবে। আপডেটের জন্য অনুগ্রহ করে নিয়মিত এই নিয়ম ও শর্তাবলী
                    পরীক্ষা করুন। ব্যবহারের শর্তাবলীতে পরিবর্তন পোস্ট করার পরে সাইটের আপনার ক্রমাগত ব্যবহার সেই পরিবর্তনগুলির আপনার গ্রহণযোগ্যতা গঠন করে।
                </p>
                <h4 class="contant-title">
                    <i class="fas fa-hand-point-right"></i>
                    ব্যবহারের শর্তাবলী
                </h4>
                <p class="contant-des">
                    প্ল্যাটফর্মের দ্বারা প্রদত্ত কিছু পরিষেবা অ্যাক্সেস করার জন্য, আমাদের প্রয়োজন হতে পারে যে আপনি আমাদের সাথে একটি অ্যাকাউন্ট তৈরি করুন বা একটি অ্যাকাউন্ট তৈরি সম্পূর্ণ করার জন্য ব্যক্তিগত তথ্য প্রদান করুন। আমরা যে কোনো সময় আমাদের একক এবং পরম বিবেচনার ভিত্তিতে, কোনো কারণ বা পূর্ব নোটিশ না দিয়েই ব্যবহারকারীর নাম এবং/অথবা পাসওয়ার্ড বাতিল করতে পারি এবং এর সাথে সম্পর্কিত, এর ফলে, সৃষ্ট, সৃষ্ট কোনো ক্ষতির জন্য দায়ী বা দায়ী থাকব না। এই ধরনের অনুরোধ বা অবৈধতার কারণে।

                    আপনার ব্যবহারকারীর শনাক্তকরণ, পাসওয়ার্ড, অ্যাকাউন্টের বিবরণ এবং সম্পর্কিত ব্যক্তিগত তথ্যের গোপনীয়তা বজায় রাখার জন্য আপনি দায়ী। আপনি এই দায়িত্ব গ্রহণ করতে সম্মত হন এবং নিশ্চিত করুন যে আপনার অ্যাকাউন্ট এবং এর সম্পর্কিত বিশদ সর্বদা সুরক্ষিতভাবে রক্ষণাবেক্ষণ করা হয়েছে এবং আপনার অ্যাকাউন্টের অপব্যবহার রোধ করার জন্য সমস্ত প্রয়োজনীয় পদক্ষেপ নেওয়া হয়েছে। আপনার যদি বিশ্বাস করার কোনো কারণ থাকে যে আপনার পাসওয়ার্ড অন্য কেউ পরিচিত হয়ে গেছে, বা পাসওয়ার্ডটি অননুমোদিতভাবে ব্যবহার করা হচ্ছে বা হওয়ার সম্ভাবনা আছে, তাহলে আপনাকে অবিলম্বে আমাদের জানাতে হবে। আপনি সম্মত হন এবং স্বীকার করেন যে সাইট এবং সম্পর্কিত পরিষেবাগুলির যে কোনও ব্যবহার এবং/অথবা আপনার অ্যাকাউন্ট এবং পাসওয়ার্ড ব্যবহার করে ব্যক্তিগত তথ্য, ডেটা বা যোগাযোগের কোনও অ্যাক্সেস আপনার দ্বারা সম্পাদিত বা আপনার দ্বারা অনুমোদিত বলে মনে করা হবে। আপনি সাইটের যেকোন অ্যাক্সেস এবং/অথবা সাইট দ্বারা প্রদত্ত যেকোন পরিষেবার ব্যবহার দ্বারা আবদ্ধ হতে সম্মত হন (সেই অ্যাক্সেস বা ব্যবহার আপনার দ্বারা অনুমোদিত হোক বা না হোক)। আপনি সম্মত হন যে আমরা এনটাইটেল (কিন্তু বাধ্য নই) এর উপর কাজ করার, আপনার উপর নির্ভর করতে বা আপনাকে সম্পূর্ণরূপে দায়ী এবং দায়বদ্ধ রাখতে পারি যেন এটি আপনার দ্বারা করা হয়েছে বা প্রেরণ করা হয়েছে। আপনি আরও সম্মত হন এবং স্বীকার করেন যে আপনি আবদ্ধ থাকবেন এবং আপনার অ্যাকাউন্টের মাধ্যমে সাইটের ব্যবহার বা অ্যাক্সেস থেকে উদ্ভূত যে কোনও এবং সমস্ত ক্ষতির বিরুদ্ধে আমাদের সম্পূর্ণরূপে ক্ষতিপূরণ দিতে সম্মত হবেন।

                    অনুগ্রহ করে নিশ্চিত করুন যে আপনি আমাদের যে বিশদগুলি প্রদান করেন তা সর্বদা সঠিক এবং সম্পূর্ণ। আপনি অনলাইনে আপনার অ্যাকাউন্ট অ্যাক্সেস করে আপনার অ্যাকাউন্ট সম্পর্কে রিয়েল টাইমে বিশদ আপডেট করতে বাধ্য। তথ্যের টুকরোগুলির জন্য আপনি সাইটে আপনার অ্যাকাউন্ট অ্যাক্সেস করে আপডেট করতে সক্ষম নন, এই পরিবর্তনগুলিতে আপনাকে সহায়তা করার জন্য আপনাকে অবশ্যই আমাদের গ্রাহক পরিষেবা যোগাযোগ চ্যানেলগুলির মাধ্যমে আমাদের জানাতে হবে। আমরা আপনাকে পূর্ব নোটিশ ছাড়াই যেকোন সময় সাইটে অ্যাক্সেস প্রত্যাখ্যান করার, অ্যাকাউন্ট বন্ধ করার, সামগ্রী অপসারণ বা সম্পাদনা করার অধিকার সংরক্ষণ করি। আমরা যেকোনো সময় আমাদের একক এবং পরম বিবেচনার ভিত্তিতে, অনুরোধ করুন যে আপনি আপনার ব্যক্তিগত ডেটা আপডেট করুন বা অবিলম্বে কোনো কারণ বা পূর্ব নোটিশ না দিয়ে অ্যাকাউন্ট বা সম্পর্কিত বিবরণ বাতিল করুন এবং আপনার দ্বারা বা সৃষ্ট কোনো ক্ষতির জন্য দায়ী বা দায়ী থাকবে না যেমন অনুরোধ বা অবৈধ। আপনি এতদ্বারা সময়ে সময়ে আপনার পাসওয়ার্ড পরিবর্তন করতে এবং আপনার অ্যাকাউন্টকে সুরক্ষিত রাখতে সম্মত হন এবং আপনার অ্যাকাউন্টের গোপনীয়তার জন্যও দায়ী থাকবেন এবং ব্যবহারকারীর নাম এবং/অথবা এর কোনো প্রকাশ বা ব্যবহারের জন্য দায়ী থাকবেন। পাসওয়ার্ড
                </p>
                <h4 class="contant-title">
                    <i class="fas fa-hand-point-right"></i>
                    যোগাযোগের জন্য প্ল্যাটফর্ম
                </h4>
                <p class="contant-des">
                    আপনি সম্মত হন, বোঝেন এবং স্বীকার করেন যে সাইটটি একটি অনলাইন প্ল্যাটফর্ম যা আপনাকে আপনার পছন্দের একটি অর্থপ্রদানের পদ্ধতি ব্যবহার করে যে কোনো স্থান থেকে যে কোনো সময় এতে নির্দেশিত মূল্যে তালিকাভুক্ত পণ্য ক্রয় করতে সক্ষম করে। আপনি আরও সম্মত হন এবং স্বীকার করেন যে আমরা কেবলমাত্র একজন সুবিধাদাতা এবং কোনো পক্ষ হতে পারি না বা কোনোভাবেই সাইট বা পেমেন্ট গেটওয়েতে কোনো স্বাধীন পরিষেবা প্রদানকারীর দ্বারা আপনাকে উপলব্ধ করা কোনো লেনদেন নিয়ন্ত্রণ করতে পারি না। তদনুসারে, সাইটে পণ্য বিক্রয়ের চুক্তিটি আপনার এবং আমাদের সাইটে বিক্রেতাদের মধ্যে একটি কঠোরভাবে দ্বিপক্ষীয় চুক্তি হবে যখন আপনার, পরিষেবা প্রদানকারীর এবং আপনার ইস্যুকারী ব্যাঙ্কের ইলেকট্রনিক কার্ডের মাধ্যমে প্রিপেমেন্টের ক্ষেত্রে অর্থপ্রদান প্রক্রিয়াকরণ ঘটে। সেই অনুযায়ী,
                </p>
                <h4 class="contant-title">
                    <i class="fas fa-hand-point-right"></i>
                    আপনার আচরণ
                </h4>
                <p class="contant-des">
                    আপনি অবশ্যই ওয়েবসাইটটি এমন কোনো উপায়ে ব্যবহার করবেন না যার কারণে সাইট বা এটিতে অ্যাক্সেস বাধাগ্রস্ত,
                    ক্ষতিগ্রস্ত বা প্রতিবন্ধী হতে পারে। আপনি অবশ্যই এমন কার্যকলাপে জড়িত হবেন না যা সাইট, এর কর্মচারী, কর্মকর্তা,
                    প্রতিনিধি, স্টেকহোল্ডার বা অন্য কোন পক্ষের ক্ষতি বা ক্ষতি করতে পারে যা সাইটের সাথে প্রত্যক্ষ বা পরোক্ষভাবে জড়িত বা এটিতে অ্যাক্সেসকে বাধাগ্রস্ত,
                    ক্ষতিগ্রস্থ বা প্রতিবন্ধী হতে পারে। আপনি বোঝেন যে আপনি এবং আমরা নয়, আপনার কম্পিউটার থেকে আমাদের
                    কাছে পাঠানো সমস্ত ইলেকট্রনিক যোগাযোগ এবং বিষয়বস্তুর জন্য দায়ী এবং আপনাকে অবশ্যই শুধুমাত্র বৈধ উদ্দেশ্যে সাইটটি ব্যবহার করতে হবে। আপনি সাইটটি ব্যবহার করা থেকে কঠোরভাবে নিষিদ্ধ
                </p>
                <h4 class="contant-title">
                    <i class="fas fa-hand-point-right"></i>
                    আমাদের সফটওয়্যার
                </h4>
                <p class="contant-des">
                    আমাদের সফ্টওয়্যারটিতে এমন যেকোন সফ্টওয়্যার অন্তর্ভুক্ত রয়েছে (সফ্টওয়্যারটির আপডেট বা আপগ্রেড এবং যে কোনও সম্পর্কিত ডকুমেন্টেশন সহ) যা আমরা সাইটের ("সফ্টওয়্যার") সাথে আপনার ব্যবহারের জন্য সময়ে সময়ে আপনাকে উপলব্ধ করি।

                    আপনি সফ্টওয়্যারটি শুধুমাত্র এই উদ্দেশ্যে ব্যবহার করতে পারেন যে আপনাকে আমাদের পরিষেবাগুলি ব্যবহার করতে এবং উপভোগ করতে সক্ষম করার শর্তাবলী এবং সাইটে উপলব্ধ যে কোনও সম্পর্কিত প্রযোজ্য শর্তাবলী দ্বারা অনুমোদিত৷ আপনি আপনার নিজস্ব
                    প্রোগ্রামগুলিতে সফ্টওয়্যারের কোনও অংশ অন্তর্ভুক্ত করতে পারবেন না বা আপনার নিজের প্রোগ্রামগুলির সাথে এটির কোনও অংশ সংকলন করতে পারবেন না, অন্য পরিষেবার সাথে ব্যবহারের জন্য এটি স্থানান্তর করতে পারবেন না, বা বিক্রি, ভাড়া, ইজারা, ধার,
                    ঋণ, বিতরণ বা উপ-লাইসেন্স সফ্টওয়্যার বা অন্যথায় সফ্টওয়্যারকে সম্পূর্ণ বা আংশিকভাবে কোনো অধিকার প্রদান করে। আপনি কোনো বেআইনি উদ্দেশ্যে সফটওয়্যার ব্যবহার করতে পারবেন না। আমরা আপনাকে পরিষেবা প্রদান বন্ধ করতে পারি এবং আমরা যে কোনো
                    সময় আপনার সফ্টওয়্যার ব্যবহার করার অধিকার বাতিল করতে পারি। সফ্টওয়্যার ব্যবহার করার আপনার অধিকারগুলি স্বয়ংক্রিয়ভাবে আমাদের কাছ থেকে বিজ্ঞপ্তি ছাড়াই শেষ হয়ে যাবে যদি আপনি এখানে বা সাইট জুড়ে তালিকাভুক্ত যেকোন শর্ত ও শর্তাবলী মেনে চলতে
                    ব্যর্থ হন। সাইটের মধ্যে থাকা অতিরিক্ত তৃতীয় পক্ষের শর্তাবলী বা বিতরণ করা হয় যেগুলি বিশেষভাবে সম্পর্কিত ডকুমেন্টেশনে চিহ্নিত করা হয় প্রযোজ্য হতে পারে এবং এই শর্তাবলীর সাথে বিরোধের ক্ষেত্রে এই ধরনের সফ্টওয়্যার ব্যবহারকে পরিচালনা করবে। আমাদের
                    যেকোনো পরিষেবায় ব্যবহৃত সমস্ত সফ্টওয়্যার আমাদের সম্পত্তি এবং/অথবা আমাদের সহযোগী বা এর সফ্টওয়্যার সরবরাহকারী এবং বাংলাদেশের আইন দ্বারা সুরক্ষিত কিন্তু অন্য কোনো প্রযোজ্য কপিরাইট আইনের মধ্যে সীমাবদ্ধ নয়।
                    সফ্টওয়্যারটিকে আপ-টু-ডেট রাখার জন্য, আমরা যেকোন সময় এবং আপনাকে নোটিশ ছাড়াই স্বয়ংক্রিয় বা ম্যানুয়াল আপডেট অফার করতে পারি।
                </p>
            </div>
        </div>
    </section>
@endsection
